# MassInstanceUtils Properties

---
The MassInstanceUtils type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
MassInstanceUtils Class
Autodesk.Revit.DB Namespace